amd-ucode
awww
base
base-devel
bluez
bluez-utils
brightnessctl
dolphin
dunst
efibootmgr
fastfetch
firefox
git
github-cli
grim
grub
gst-plugin-pipewire
htop
hyprland
intel-media-driver
intel-ucode
kitty
libnotify
libpulse
libva-intel-driver
linux
linux-firmware
mesa-utils
mpv
nano
neovim
network-manager-applet
networkmanager
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi
sddm
slurp
smartmontools
sof-firmware
stow
sudo
swaync
ttf-jetbrains-mono-nerd
unzip
uwsm
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wf-recorder
wget
wireplumber
wl-clipboard
wlr-randr
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zram-generator
